module.exports = [
    { 
        version: '1.0.1', 
        date: '23.10.2021',
        text: [
            'Рефакторинг данных. Улучшена стабильность.',
            'Поиск теперь умеет находить пользователей по номеру телефона, контакту или tg юзернейму',
            'Переделан механизм ввода текстовых значений (ники, статусы и др.)',
            'Команда /setinfo переделана в команду /status с новым механизмом ввода.',
            'Добавлена возможность указывать инстаграм - /setinsta',
            'Команда /setprivacy обновлена. Добавлена возможность более тонкой настройки приватности',
            'Список команд в боте теперь всегда отображает только базовые команды, полный список команд доступен только через /cmdlist',
            'Новая аватарка!',
        ]
    },
]